---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FbxLightEfficacy
source: html/3f9b82ef-8ace-deab-d496-029bbe98d65d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FbxLightEfficacy Property

"Efficacy"

## Syntax (C#)
```csharp
public static ForgeTypeId FbxLightEfficacy { get; }
```